INSERT INTO threads VALUES(null,"test_thread_1",null,"2023-06-16 10:52:34"),
                          (null,"test_thread_2",null,"2023-06-16 10:52:34"),
                          (null,"test_thread_3",null,"2023-06-16 10:52:34");

INSERT INTO users VALUES(null,"テストユーザー１","2023-06-16 10:52:34"),
                        (null,"テストユーザー２","2023-07-16 10:54:34"),
                        (null,"テストユーザー３","2023-08-16 10:46:11");

INSERT INTO thread_comments VALUES(null,"スレ１コメントテスト１","2023-06-16 10:52:34",1,"テストユーザー１",1),
                                  (null,"スレ１コメントテスト２","2023-06-16 10:52:34",2,"テストユーザー２",1),
                                  (null,"スレ１コメントテスト３","2023-06-16 10:52:34",3,"テストユーザー３",1),
                                  (null,"スレ２コメントテスト１","2023-06-16 10:52:34",1,"テストユーザー１",2),
                                  (null,"スレ２コメントテスト２","2023-06-16 10:52:34",2,"テストユーザー２",2),
                                  (null,"スレ２コメントテスト３","2023-06-16 10:52:34",3,"テストユーザー３",2),
                                  (null,"スレ３コメントテスト１","2023-06-16 10:52:34",1,"テストユーザー１",3),
                                  (null,"スレ３コメントテスト２","2023-06-16 10:52:34",2,"テストユーザー２",3),
                                  (null,"スレ３コメントテスト３","2023-06-16 10:52:34",3,"テストユーザー３",3);

INSERT INTO rings VALUES(null,1,2,1),
                        (null,2,3,2),
                        (null,3,1,3);

INSERT INTO ring_comments VALUES(null,"コメントテスト１","2023-06-16 10:52:34",1,1),
                                (null,"コメントテスト２","2023-06-16 10:52:34",2,1),
                                (null,"コメントテスト３","2023-06-16 10:52:34",3,1),
                                (null,"コメントテスト１","2023-06-16 10:52:34",1,2),
                                (null,"コメントテスト２","2023-06-16 10:52:34",2,2),
                                (null,"コメントテスト３","2023-06-16 10:52:34",3,2),
                                (null,"コメントテスト１","2023-06-16 10:52:34",1,3),
                                (null,"コメントテスト２","2023-06-16 10:52:34",2,3),
                                (null,"コメントテスト３","2023-06-16 10:52:34",3,3);